{"class_name": "Sequential", "keras_version": "1.2.2", "config": [{"class_name": "Dense", "config": {"batch_input_shape": [null, 784], "activation": "relu", "W_regularizer": null, "W_constraint": null, "bias": true, "activity_regularizer": null, "input_dtype": "float32", "b_constraint": null, "trainable": true, "input_dim": 784, "b_regularizer": null, "name": "dense_5", "output_dim": 784, "init": "normal"}}, {"class_name": "Dense", "config": {"W_regularizer": null, "activation": "softmax", "W_constraint": null, "bias": true, "activity_regularizer": null, "trainable": true, "input_dim": 784, "b_regularizer": null, "name": "dense_6", "b_constraint": null, "output_dim": 10, "init": "normal"}}]}