{"config": [{"config": {"trainable": true, "b_regularizer": null, "name": "dense_1", "W_regularizer": null, "input_dim": 8, "batch_input_shape": [null, 8], "output_dim": 12, "bias": true, "b_constraint": null, "init": "uniform", "W_constraint": null, "activation": "relu", "input_dtype": "float32", "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"trainable": true, "b_regularizer": null, "name": "dense_2", "W_regularizer": null, "input_dim": 12, "output_dim": 8, "bias": true, "b_constraint": null, "init": "uniform", "W_constraint": null, "activation": "relu", "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"trainable": true, "b_regularizer": null, "name": "dense_3", "W_regularizer": null, "input_dim": 8, "output_dim": 1, "bias": true, "b_constraint": null, "init": "uniform", "W_constraint": null, "activation": "sigmoid", "activity_regularizer": null}, "class_name": "Dense"}], "keras_version": "1.2.2", "class_name": "Sequential"}